Repository: gewill/ContactsDeduper
Catalog: ContactsDeduper/AppStrings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# duplicate.reasonsLabel
source: Reasons: %1$(value1)@
de: Basis: %@
es: Base: %@
fr: Base : %@
ja: 基準: %@
ko: 기준: %@
zh_hans: 依据：%@
zh_hant: 依據：%@

# duplicate.remainingGroups
source: There are still %1$(value1)lld groups to check
de: Es müssen noch %lld Gruppen überprüft werden
es: Todavía quedan %lld grupos por comprobar
fr: Il reste encore %lld groupes à vérifier
ja: チェックすべきグループがまだ %lld 個あります
ko: 아직 확인할 %lld개 그룹이 있습니다.
zh_hans: 仍有 %lld 组需要检查
zh_hant: 仍有 %lld 組需要檢查

# duplicate.rule.anyField.description
source: A matching name, phone number, or email counts as a duplicate
de: Wenn Name, Telefonnummer oder E-Mail-Adresse identisch sind, wird dies als Duplikat betrachtet.
es: Si alguno de los nombres, números de teléfono o direcciones de correo electrónico son iguales, se considerará un duplicado.
fr: Si l’un des noms, numéros de téléphone ou adresses e-mail est identique, il sera considéré comme un doublon.
ja: 名前、電話番号、メールアドレスのいずれかが同じ場合は重複とみなされます。
ko: 이름, 전화번호, 이메일 주소 중 하나라도 동일할 경우 중복으로 간주됩니다.
zh_hans: 名称、电话或邮箱任意一项相同就算重复
zh_hant: 名稱、電話或郵件信箱任一項相同就算重複

# duplicate.rule.nameOnly.description
source: Only look at names, company contacts are compared by company name
de: Schauen Sie sich nur Namen an, Firmenkontakte werden nach Firmennamen verglichen
es: Mire solo los nombres, los contactos de la empresa se comparan por nombre de la empresa
fr: Regardez uniquement les noms, les contacts de l'entreprise sont comparés par nom d'entreprise
ja: 名前のみを参照し、会社の連絡先は会社名で比較されます
ko: 이름만 보면 회사연락처는 회사명으로 비교
zh_hans: 只看名称，公司类联系人按公司名比对
zh_hant: 只看名稱，公司類聯絡人依公司名比對

# duplicate.rule.phoneOnly.description
source: Only look at the phone number, ignore the name and email address
de: Schauen Sie sich nur die Telefonnummer an, ignorieren Sie den Namen und die E-Mail-Adresse
es: Mire solo el número de teléfono, ignore el nombre y la dirección de correo electrónico
fr: Regardez uniquement le numéro de téléphone, ignorez le nom et l'adresse e-mail
ja: 電話番号だけを見て、名前やメールアドレスは無視してください
ko: 전화번호만 보고 이름, 이메일 주소는 무시하세요
zh_hans: 只看电话，忽略名称与邮箱
zh_hant: 只看電話，忽略名稱與信箱

# duplicate.rule.twoFields.description
source: At least two of name, phone number, and email must match
de: Eine Vervielfältigung wird nur berücksichtigt, wenn mindestens zwei Angaben wie Name, Telefonnummer und E-Mail-Adresse gleichzeitig identisch sind.
es: Solo se considerará la duplicación si al menos dos elementos de nombre, número de teléfono y dirección de correo electrónico son iguales al mismo tiempo.
fr: La duplication ne sera prise en compte que si au moins deux éléments de nom, numéro de téléphone et adresse e-mail sont identiques en même temps.
ja: 名前、電話番号、電子メール アドレスの少なくとも 2 つの項目が同時に同じである場合にのみ、重複が考慮されます。
ko: 이름, 전화번호, 이메일 주소 중 2개 이상의 항목이 동시에 동일한 경우에만 중복으로 간주됩니다.
zh_hans: 名称、电话、邮箱中至少两项同时相同才算重复
zh_hant: 名稱、電話、信箱中至少兩項同時相同才算重複

# duplicate.sameCompany
source: Same company %1$(value1)@
de: Gleiches Unternehmen %@
es: Misma empresa %@
fr: Même entreprise %@
ja: 同じ会社 %@
ko: 같은 회사%@
zh_hans: 相同公司 %@
zh_hant: 相同公司 %@

# duplicate.sameEmailAddress
source: Same email address %1$(value1)@
de: Gleiche E-Mail-Adresse %@
es: Misma dirección de correo electrónico %@
fr: Même adresse e-mail %@
ja: 同じ電子メール アドレス %@
ko: 동일한 이메일 주소 %@
zh_hans: 相同邮箱 %@
zh_hant: 相同信箱 %@

# duplicate.sameName
source: Same name %1$(value1)@
de: Gleicher Name %@
es: Mismo nombre %@
fr: Même nom %@
ja: 同じ名前 %@
ko: 같은 이름%@
zh_hans: 相同姓名 %@
zh_hant: 相同姓名 %@

# duplicate.sameNameOnly
source: Same name only
de: Nur der Name ist derselbe
es: Solo el nombre es el mismo
fr: Seul le nom est le même
ja: 名前だけ同じです
ko: 이름만 똑같네요
zh_hans: 仅名称相同
zh_hant: 僅名稱相同

# duplicate.samePhoneNumber
source: Same phone number %1$(value1)@
de: Gleiche Telefonnummer %@
es: Mismo número de teléfono %@
fr: Même numéro de téléphone %@
ja: 同じ電話番号 %@
ko: 같은 전화번호 %@
zh_hans: 相同电话 %@
zh_hant: 相同電話 %@

# duplicate.samePhoneNumberOnly
source: Same phone number only
de: Nur die Telefonnummer ist gleich
es: Sólo el número de teléfono es el mismo.
fr: Seul le numéro de téléphone est le même
ja: 電話番号だけが同じです
ko: 전화번호만 똑같네요
zh_hans: 仅电话相同
zh_hant: 僅電話相同

# duplicate.sectionSummary
source: %1$(value1)@ · %2$(value2)lld groups
de: %1$@ · %2$lld Gruppe
es: %1$@ · %2$lld grupo
fr: %1$@ · Groupe %2$lld
ja: %1$@ · %2$lld グループ
ko: %1$@ · %2$lld 그룹
zh_hans: %1$@ · %2$lld 组
zh_hant: %1$@ · %2$lld 組

# duplicate.suspectedDuplicate
source: Suspected duplicate
de: Vermutlich Duplikat
es: Duplicado sospechoso
fr: Doublon suspecté
ja: 重複の疑いあり
ko: 중복이 의심됨
zh_hans: 疑似重复
zh_hant: 疑似重複

# duplicateList.mergeAction
source: Merge Lists with the Same Name
de: Listen mit demselben Namen zusammenführen
es: Fusionar listas con el mismo nombre
fr: Fusionner les listes avec le même nom
ja: 同じ名前のリストを結合する
ko: 같은 이름을 가진 목록 병합
zh_hans: 合并同名 List
zh_hant: 合併同名 List

# duplicateList.mergeConfirmation
source: Only the “%1$(value1)@” account will be processed. Members will be added to the kept list before the other lists with the same name are deleted. Contacts will not be deleted.
de: Es wird nur das Konto „%@“ verarbeitet. Mitglieder werden in der beibehaltenen Liste zusammengefasst und anschließend werden die verbleibenden Listen mit demselben Namen gelöscht. Kontakte werden nicht gelöscht.
es: Sólo se procesará la cuenta "%@". Los miembros se resumirán en la lista retenida y luego se eliminarán las listas restantes con el mismo nombre; Los contactos no se eliminarán.
fr: Seul le compte "%@" sera traité. Les membres seront résumés dans la liste conservée, puis les listes restantes portant le même nom seront supprimées ; les contacts ne seront pas supprimés.
ja: 「%@」アカウントのみが処理されます。メンバーは保持されたリストにまとめられ、同じ名前の残りのリストは削除されます。連絡先は削除されません。
ko: "%@" 계정만 처리됩니다. 회원은 보유 목록으로 요약되며, 동일한 이름의 나머지 목록은 삭제됩니다. 연락처는 삭제되지 않습니다.
zh_hans: 只处理“%@”账户。成员会汇总到保留的 List，再删除其余同名 List；不会删除联系人。
zh_hant: 只處理“%@”帳戶。會員會彙整到保留的 List，再刪除其餘同名 List；不會刪除聯絡人。

# duplicateList.mergeConfirmationTitle
source: Merge %1$(value1)lld groups of lists with the same name?
de: %lld Gruppen von Listen mit demselben Namen zusammenführen?
es: ¿Fusionar %lld grupos de listas con el mismo nombre?
fr: Fusionner %lld groupes de listes portant le même nom ?
ja: 同じ名前のリストの %lld グループをマージしますか?
ko: 동일한 이름을 가진 목록의 %lld개 그룹을 병합하시겠습니까?
zh_hans: 合并 %lld 组同名 List？
zh_hant: 合併 %lld 群組同名 List？

# duplicateList.mergeFailed
source: List merge failed: %1$(value1)@
de: Listenzusammenführung fehlgeschlagen: %@
es: Error al fusionar la lista: %@
fr: Échec de la fusion de liste : %@
ja: リストのマージに失敗しました: %@
ko: 목록 병합 실패: %@
zh_hans: List 合并失败：%@
zh_hant: List 合併失敗：%@

# duplicateList.mergeResult
source: %1$(value1)lld groups of lists with the same name have been merged, %2$(value2)lld duplicate lists have been deleted, and %3$(value3)lld members have been added.
de: %1$lld Gruppen von Listen mit demselben Namen wurden zusammengeführt, %2$lld doppelte Listen wurden gelöscht und %3$lld Mitglieder wurden hinzugefügt.
es: Se fusionaron %1$lld grupos de listas con el mismo nombre, se eliminaron %2$lld listas duplicadas y se agregaron %3$lld miembros.
fr: %1$lld groupes de listes portant le même nom ont été fusionnés, %2$lld listes en double ont été supprimées et %3$lld membres ont été ajoutés.
ja: 同じ名前を持つリストの %1$lld グループがマージされ、%2$lld 個の重複リストが削除され、%3$lld メンバーが追加されました。
ko: 이름이 같은 목록의 %1$lld개 그룹이 병합되었고 %2$lld개의 중복 목록이 삭제되었으며 %3$lld명의 구성원이 추가되었습니다.
zh_hans: 已合并 %1$lld 组同名 List，删除 %2$lld 个重复 List，并补充 %3$lld 位成员。
zh_hant: 已合併 %1$lld 群組同名 List，刪除 %2$lld 個重複 List，並補充 %3$lld 位元成員。

# duplicateList.summary
source: %1$(value1)lld lists · %2$(value2)lld contacts
de: %1$lld Liste · %2$lld Kontakte
es: %1$lld Lista · %2$lld Contactos
fr: Liste %1$lld · Contacts %2$lld
ja: %1$lld リスト · %2$lld 連絡先
ko: %1$lld 목록 · %2$lld 연락처
zh_hans: %1$lld 个 List · %2$lld 位联系人
zh_hant: %1$lld 個 List · %2$lld 位聯絡人

# duplicateList.title
source: Duplicate Lists
de: Liste wiederholen
es: Lista de repetición
fr: Répéter la liste
ja: リピートリスト
ko: 반복 목록
zh_hans: 重复 List
zh_hant: 重複 List

# duration.seconds
source: %1$(value1)lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
ja: %lld 秒
ko: %lld초
zh_hans: %lld 秒
zh_hant: %lld 秒

# duration.secondsDecimal
source: %1$(value1).1f seconds
de: %.1f Sekunden
es: %.1f segundos
fr: %.1f secondes
ja: %.1f 秒
ko: %.1f초
zh_hans: %.1f 秒
zh_hant: %.1f 秒

# merge.add
source: Add %1$(value1)@
de: %@ abschließen
es: Completa %@
fr: Terminé %@
ja: %@ を完了してください
ko: %@ 완료
zh_hans: 补齐 %@
zh_hant: 補齊 %@

# merge.bulkConfirmation
source: Only the “%1$(value1)@” account will be processed. The most complete contact in each group will be kept and supplemented; the others will be deleted and cannot be recovered. Export a backup first.
de: Es wird nur das Konto „%@“ verarbeitet. Jede Gruppe behält die umfassendsten Informationen und vervollständigt die Informationen. Die übrigen Kontakte werden unwiderruflich gelöscht. Es wird empfohlen, zuerst das Backup zu exportieren.
es: Sólo se procesará la cuenta "%@". Cada grupo conserva la información más completa y completa la información. Los contactos restantes se eliminarán irrevocablemente. Se recomienda exportar la copia de seguridad primero.
fr: Seul le compte "%@" sera traité. Chaque groupe conserve les informations les plus complètes et complète les informations. Les contacts restants seront définitivement supprimés. Il est recommandé d'exporter d'abord la sauvegarde.
ja: 「%@」アカウントのみが処理されます。各グループは最も完全な情報を保持し、情報を完成させます。残りの連絡先は取り消し不能に削除されます。最初にバックアップをエクスポートすることをお勧めします。
ko: "%@" 계정만 처리됩니다. 각 그룹은 가장 완전한 정보를 유지하고 정보를 완성합니다. 나머지 연락처는 취소할 수 없게 삭제됩니다. 먼저 백업을 내보내는 것이 좋습니다.
zh_hans: 只处理“%@”账户。每组保留资料最完整的一项并补齐资料，其余联系人会被删除且不可撤销。建议先导出备份。
zh_hant: 只處理“%@”帳戶。每組保留資料最完整的一項並補齊資料，其餘聯絡人會被刪除且不可撤銷。建議先匯出備份。

# merge.contactMergeFailed
source: Contact merge failed: %1$(value1)@
de: Kontaktzusammenführung fehlgeschlagen: %@
es: Error al fusionar contactos: %@
fr: Échec de la fusion des contacts : %@
ja: 連絡先の結合に失敗しました: %@
ko: 연락처 병합 실패: %@
zh_hans: 联系人合并失败：%@
zh_hant: 聯絡人合併失敗：%@

# merge.deleteItemsSummary
source: Delete %1$(value1)lld items: %2$(value2)@
de: %1$lld Elemente löschen: %2$@
es: Eliminar %1$lld elementos: %2$@
fr: Supprimer %1$lld éléments : %2$@
ja: %1$lld 個のアイテムを削除: %2$@
ko: %1$lld개 항목 삭제: %2$@
zh_hans: 删除 %1$lld 项：%2$@
zh_hant: 刪除 %1$lld 項：%2$@

# merge.keepContact
source: Keep
de: Behalten
es: Conservar
fr: Conserver
ja: 残す
ko: 유지
zh_hans: 保留
zh_hant: 保留

# merge.keepContacts
source: Keep contacts
de: Kontakt behalten
es: Conservar contacto
fr: Conserver le contact
ja: 連絡先を保持する
ko: 연락처 유지
zh_hans: 保留联系人
zh_hant: 保留聯絡人

# merge.keepNamedContact
source: Keep %1$(value1)@
de: %@ behalten
es: Conservar %@
fr: Conserver %@
ja: %@を残す
ko: %@ 유지
zh_hans: 保留 %@
zh_hant: 保留 %@

# merge.merge
source: Merge
de: verschmelzen
es: fusionar
fr: fusionner
ja: マージ
ko: 병합
zh_hans: 合并
zh_hant: 合併

# merge.mergeAll
source: Merge all
de: Alles zusammenführen
es: Fusionar todo
fr: Fusionner tout
ja: すべてを結合
ko: 모두 병합
zh_hans: 合并全部
zh_hant: 合併全部

# merge.mergeAndDeleteItems
source: Merge and delete %1$(value1)lld items
de: %lld Elemente zusammenführen und löschen
es: Fusionar y eliminar %lld elementos
fr: Fusionner et supprimer %lld éléments
ja: %lld 項目を結合して削除します
ko: %lld개 항목 병합 및 삭제
zh_hans: 合并并删除 %lld 项
zh_hant: 合併並刪除 %lld 項

# merge.mergeAndRemoveDuplicates
source: Merge and remove duplicates
de: Duplikate zusammenführen und entfernen
es: Fusionar y eliminar duplicados
fr: Fusionner et supprimer les doublons
ja: 重複をマージして削除する
ko: 중복 항목 병합 및 제거
zh_hans: 合并并删除重复项
zh_hant: 合併並刪除重複項

# merge.mergeCompleted
source: Merge completed
de: Synchrone Zusammenführung abgeschlossen
es: Fusión sincrónica completada
fr: Fusion synchrone terminée
ja: 同期マージが完了しました
ko: 동기 병합 완료
zh_hans: 同步合并完成
zh_hant: 同步合併完成

# merge.mergeFailed
source: Merge failed: %1$(value1)@
de: Zusammenführung fehlgeschlagen: %@
es: Fusión fallida: %@
fr: Échec de la fusion : %@
ja: マージに失敗しました: %@
ko: 병합 실패: %@
zh_hans: 合并失败：%@
zh_hant: 合併失敗：%@

# merge.mergePreview
source: Merge preview
de: Vorschau zusammenführen
es: Combinar vista previa
fr: Aperçu de la fusion
ja: 結合プレビュー
ko: 미리보기 병합
zh_hans: 合并预览
zh_hant: 合併預覽

# merge.mergeReport
source: Merge Report
de: Konsolidierte Berichterstattung
es: Informes consolidados
fr: Reporting consolidé
ja: 連結報告
ko: 통합 보고
zh_hans: 合并报告
zh_hant: 合併報告

# merge.merged
source: Merged
de: Zusammengeführt
es: Fusionado
fr: Fusionné
ja: 合併しました
ko: 병합됨
zh_hans: 已合并
zh_hant: 已合併

# merge.noNewInformation
source: No new information
de: Keine neuen Informationen
es: Ninguna información nueva
fr: Aucune nouvelle information
ja: 新しい情報はありません
ko: 새로운 정보가 없습니다
zh_hans: 无新增资料
zh_hant: 無新增資料

# merge.oneClickMerge
source: One-click merge
de: Zusammenführung mit einem Klick
es: Combinación con un clic
fr: Fusion en un clic
ja: ワンクリックで結合
ko: 원클릭 병합
zh_hans: 一键合并
zh_hant: 一鍵合併

# merge.previewStale.error
source: Contacts changed after the preview was created. Open the merge preview again.
de: Das Adressbuch hat sich nach der Vorschau geändert. Bitte öffnen Sie die Zusammenführungsvorschau erneut.
es: La libreta de direcciones ha cambiado después de la vista previa; vuelva a abrir la vista previa de combinación.
fr: Le carnet d'adresses a changé après l'aperçu, veuillez rouvrir l'aperçu de la fusion.
ja: プレビュー後にアドレス帳が変更されました。結合プレビューを再度開いてください。
ko: 미리보기 후 주소록이 변경되었습니다. 병합 미리보기를 다시 열어주세요.
zh_hans: 通讯录在预览后发生变化，请重新打开合并预览。
zh_hant: 通訊錄在預覽後發生變化，請重新開啟合併預覽。

# merge.selectedGroupCount
source: Selected %1$(value1)lld of %2$(value2)lld groups
de: Ausgewählte %1$lld / %2$lld-Gruppe
es: Grupo %1$lld/%2$lld seleccionado
fr: Groupe %1$lld / %2$lld sélectionné
ja: 選択された %1$lld / %2$lld グループ
ko: %1$lld/%2$lld 그룹을 선택했습니다.
zh_hans: 已选 %1$lld / %2$lld 组
zh_hant: 已選 %1$lld / %2$lld 組

# merge.thereAreNoDuplicateContactsToMerge
source: There are no duplicate contacts to merge.
de: Es gibt keine doppelten Kontakte zum Zusammenführen.
es: No hay contactos duplicados para fusionar.
fr: Il n'y a pas de contacts en double à fusionner.
ja: 結合する重複する連絡先はありません。
ko: 병합할 중복된 연락처가 없습니다.
zh_hans: 没有可合并的重复联系人。
zh_hant: 沒有可合併的重複聯絡人。

# merge.unretainedDuplicateContactsWillBeDeletedAfterMerging
source: Unretained duplicate contacts will be deleted after merging
de: Nicht beibehaltene doppelte Kontakte werden nach dem Zusammenführen gelöscht
es: Los contactos duplicados no retenidos se eliminarán después de fusionarse
fr: Les contacts en double non conservés seront supprimés après la fusion
ja: 保持されていない重複した連絡先は結合後に削除されます
ko: 보관되지 않은 중복 연락처는 병합 후 삭제됩니다.
zh_hans: 合并后会删除未保留的重复联系人
zh_hant: 合併後會刪除未保留的重複聯絡人

# permission.allowContactsAccess
source: Allow Contacts Access
de: Erlauben Sie den Zugriff auf das Adressbuch
es: Permitir el acceso a la libreta de direcciones
fr: Autoriser l'accès au carnet d'adresses
ja: アドレス帳へのアクセスを許可する
ko: 주소록 접근 허용
zh_hans: 允许访问通讯录
zh_hant: 允許存取通訊錄

# permission.allowContactsAccessFirst
source: Allow Contacts access first.
de: Bitte erlauben Sie zunächst den Zugriff auf das Adressbuch.
es: Primero permita el acceso a la libreta de direcciones.
fr: Veuillez d'abord autoriser l'accès au carnet d'adresses.
ja: まずアドレス帳へのアクセスを許可してください。
ko: 먼저 주소록 접근을 허용해주세요.
zh_hans: 请先允许访问通讯录。
zh_hant: 請先允許存取通訊錄。

# permission.contactsAccessRequired
source: Contacts Access Required
de: Adressbuchberechtigung erforderlich
es: Se requiere permiso de la libreta de direcciones
fr: Autorisation du carnet d'adresses requise
ja: アドレス帳の許可が必要です
ko: 주소록 권한이 필요합니다
zh_hans: 需要通讯录权限
zh_hant: 需要通訊錄權限

# permission.contactsAccessRestricted
source: Contacts Access Restricted
de: Der Zugriff auf das Adressbuch ist eingeschränkt
es: El acceso a la libreta de direcciones está restringido
fr: L'accès au carnet d'adresses est restreint
ja: アドレス帳へのアクセスが制限されている
ko: 주소록 접근이 제한되어 있습니다
zh_hans: 通讯录访问被限制
zh_hant: 通訊錄存取被限制

# permission.denied.iOSDescription
source: Contacts access was denied. Go to “Settings › ContactsDeduper › Contacts” and turn it on. The app will rescan automatically when you return.
de: Der Zugriff auf Kontakte wurde verweigert. Aktiviere ihn unter „Einstellungen › ContactsDeduper › Kontakte“. Wenn du zur App zurückkehrst, wird automatisch neu gescannt.
es: Se ha denegado el acceso a los contactos. Ve a «Ajustes › ContactsDeduper › Contactos» y actívalo. La app volverá a analizar automáticamente cuando regreses.
fr: L’accès aux contacts a été refusé. Accédez à « Réglages › ContactsDeduper › Contacts » et activez-le. L’app relancera automatiquement l’analyse à votre retour.
ja: 連絡先へのアクセスが拒否されました。「設定 › ContactsDeduper › 連絡先」でアクセスを有効にしてください。アプリに戻ると自動的に再スキャンされます。
ko: 연락처 접근이 거부되었습니다. ‘설정 › ContactsDeduper › 연락처’에서 접근을 켜세요. 앱으로 돌아오면 자동으로 다시 스캔합니다.
zh_hans: 通讯录访问已被拒绝。前往「设置 › ContactsDeduper › 通讯录」打开开关，回到应用后会自动重新扫描。
zh_hant: 聯絡人存取權限已遭拒。前往「設定 › ContactsDeduper › 聯絡人」開啟權限，返回 App 後會自動重新掃描。

# permission.denied.macOSDescription
source: Contacts access was denied. Enable ContactsDeduper in System Settings › Privacy & Security › Contacts, then reopen the app.
de: Der Zugriff auf das Adressbuch wurde verweigert. Gehen Sie zu „Systemeinstellungen › Datenschutz und Sicherheit › Kontakte“, um ContactsDeduper zu überprüfen, und öffnen Sie dann die App erneut, damit die Berechtigung wirksam wird.
es: Se ha denegado el acceso a la libreta de direcciones. Vaya a "Configuración del sistema › Privacidad y seguridad › Contactos" para verificar ContactsDeduper y luego vuelva a abrir la aplicación para que el permiso surta efecto.
fr: L'accès au carnet d'adresses a été refusé. Accédez à « Paramètres système > Confidentialité et sécurité > Contacts » pour vérifier ContactsDeduper, puis rouvrez l'application pour que l'autorisation prenne effet.
ja: アドレス帳へのアクセスが拒否されました。 「システム設定 › プライバシーとセキュリティ › 連絡先」に移動して ContactsDeduper をチェックし、アプリを再度開いて許可を有効にします。
ko: 주소록 접근이 거부되었습니다. "시스템 설정 > 개인 정보 보호 및 보안 > 연락처"로 이동하여 ContactsDeduper를 확인한 다음 앱을 다시 열어 권한을 적용하세요.
zh_hans: 通讯录访问已被拒绝。前往「系统设置 › 隐私与安全性 › 通讯录」勾选 ContactsDeduper，然后重新打开应用，权限才会生效。
zh_hant: 通訊錄訪問已被拒絕。前往「系統設定 › 隱私與安全性 › 通訊錄」勾選 ContactsDeduper，然後重新開啟應用程式，權限才會生效。

# permission.grantFullContactsAccess
source: Grant Full Contacts Access
de: Gewähren Sie vollständigen Zugriff auf das Adressbuch
es: Conceder acceso completo a la libreta de direcciones
fr: Accorder l'accès complet au carnet d'adresses
ja: アドレス帳への完全なアクセスを許可する
ko: 전체 주소록 액세스 권한 부여
zh_hans: 授予完整通讯录权限
zh_hant: 授予完整通訊錄權限

# permission.introduction
source: ContactsDeduper needs Contacts access to find duplicates. All processing stays on your device and nothing is uploaded.
de: ContactsDeduper muss das Adressbuch lesen, um doppelte Kontakte zu finden. Die gesamte Verarbeitung erfolgt lokal und wird nicht hochgeladen.
es: ContactsDeduper necesita leer la libreta de direcciones para encontrar contactos duplicados. Todo el procesamiento se realiza localmente y no se cargará.
fr: ContactsDeduper doit lire le carnet d'adresses pour trouver les contacts en double. Tout le traitement est effectué localement et ne sera pas téléchargé.
ja: ContactsDeduper は、重複する連絡先を見つけるためにアドレス帳を読み取る必要があります。すべての処理はローカルで行われ、アップロードされません。
ko: ContactsDeduper는 중복된 연락처를 찾으려면 주소록을 읽어야 합니다. 모든 처리는 로컬에서 이루어지며 업로드되지 않습니다.
zh_hans: ContactsDeduper 需要读取通讯录才能查找重复联系人。全部处理都在本机完成，不会上传。
zh_hant: ContactsDeduper 需要讀取通訊錄才能尋找重複聯絡人。全部處理在本機完成，不會上傳。

# permission.limited.description
source: You granted access to only some contacts. The counts and duplicate results below cover only those contacts. Other contacts won't be scanned, merged, or deleted.
de: Sie haben nur einige Kontakte autorisiert. Die folgenden Mengen und Ergebnisse der Dublettenprüfung decken nur diesen Teil ab. Nicht autorisierte Kontakte werden nicht gescannt, zusammengeführt oder gelöscht.
es: Sólo has autorizado algunos contactos. Las siguientes cantidades y resultados de verificación de duplicación solo cubren esta parte. Los contactos no autorizados no serán escaneados, fusionados ni eliminados.
fr: Vous n'avez autorisé que certains contacts. Les quantités suivantes et les résultats du contrôle de duplication ne couvrent que cette partie. Les contacts non autorisés ne seront pas analysés, fusionnés ou supprimés.
ja: 一部の連絡先のみを承認しました。以下の数量と重複チェック結果はこの部分のみをカバーしています。許可されていない連絡先はスキャン、結合、削除されません。
ko: 일부 연락처만 승인했습니다. 다음 수량 및 중복 확인 결과는 이 부분만 해당됩니다. 승인되지 않은 연락처는 검색, 병합 또는 삭제되지 않습니다.
zh_hans: 你只授权了部分联系人。下面的数量和查重结果都只覆盖这一部分，未授权的联系人不会被扫描，也不会被合并或删除。
zh_hant: 你只授權了部分聯絡人。以下的數量和查重結果都只覆蓋這一部分，未經授權的聯絡人不會被掃描，也不會被合併或刪除。

# permission.limitedContactsAccess
source: Limited Contacts Access
de: Es kann nur auf einige Kontakte zugegriffen werden
es: Sólo se puede acceder a algunos contactos
fr: Seuls certains contacts sont accessibles
ja: 一部の連絡先にのみアクセス可能
ko: 일부 연락처에만 액세스할 수 있습니다.
zh_hans: 仅可访问部分联系人
zh_hant: 僅可存取部分聯絡人

# permission.restricted.description
source: Screen Time or device management is restricting Contacts access. An administrator must remove the restriction; changing Settings won't override it.
de: Die Bildschirmzeit oder die Geräteverwaltungskonfiguration verhindern den Zugriff auf das Adressbuch. Der Administrator muss die Einschränkung aufheben. Das Einschalten des Schalters in den Einstellungen hat keine Auswirkung.
es: La configuración de tiempo de pantalla o administración del dispositivo prohíbe el acceso a la libreta de direcciones. El administrador debe levantar la restricción. Activar el interruptor en la configuración no tiene ningún efecto.
fr: La configuration du temps d’écran ou de la gestion des appareils interdit l’accès au carnet d’adresses. L'administrateur doit lever la restriction. L'activation de l'interrupteur dans les paramètres n'a aucun effet.
ja: スクリーンタイムまたはデバイス管理設定により、アドレス帳へのアクセスが禁止されています。管理者は制限を解除する必要があります。設定でスイッチをオンにしても効果はありません。
ko: 스크린타임이나 기기관리 구성으로 인해 주소록 접근이 금지되어 있습니다. 관리자가 제한을 해제해야 합니다. 설정에서 스위치를 켜도 아무런 효과가 없습니다.
zh_hans: 屏幕使用时间或设备管理配置禁止访问通讯录，需要由管理者解除限制，在设置中打开开关无效。
zh_hant: 螢幕使用時間或裝置管理設定禁止存取通訊錄，需要由管理者解除限制，在設定中開啟開關無效。

source: The system did not return any accessible On My Device, iCloud, or other contacts accounts.
de: Das System gibt keine verfügbaren nativen, iCloud- oder anderen Adressbuchkonten zurück.
es: El sistema no devuelve cuentas nativas, de iCloud ni de otra libreta de direcciones accesibles.
fr: Le système ne renvoie aucun compte natif, iCloud ou autre carnet d'adresses accessible.
ja: システムは、アクセス可能なネイティブ、iCloud、またはその他のアドレス帳アカウントを返しません。
ko: 시스템은 접근 가능한 기본, iCloud 또는 기타 주소록 계정을 반환하지 않습니다.
zh_hans: 系统没有返回可访问的本机、iCloud 或其他通讯录账户。
zh_hant: 系統沒有傳回可存取的本機、iCloud 或其他通訊錄帳號。

# phone.automaticDeviceRegion
source: Automatic (device region)
de: Automatisch (Geräteregion)
es: Automático (región del dispositivo)
fr: Automatique (région de l'appareil)
ja: 自動（デバイス領域）
ko: 자동(장치 지역)
zh_hans: 自动（设备地区）
zh_hant: 自動（設備地區）

# phone.coverageTitle
source: Matching coverage
de: Anerkennungsbereich
es: Alcance del reconocimiento
fr: Portée de la reconnaissance
ja: 認識範囲
ko: 인정범위
zh_hans: 识别范围
zh_hant: 識別範圍

# phone.defaultRegion.description
source: The default region is only used for local numbers that do not specify a country or region in the address; it will be re-determined immediately after modification.
de: Die Standardregion wird nur für lokale Nummern verwendet, die in der Adresse kein Land oder keine Region angeben; sie wird unmittelbar nach der Änderung neu ermittelt.
es: La región predeterminada solo se usa para números locales que no especifican un país o región en la dirección; se volverá a determinar inmediatamente después de la modificación.
fr: La région par défaut n'est utilisée que pour les numéros locaux qui ne spécifient pas de pays ou de région dans l'adresse ; il sera redéterminé immédiatement après modification.
ja: デフォルトの地域は、住所に国または地域が指定されていない市内番号にのみ使用されます。変更後すぐに再決定されます。
ko: 기본 지역은 주소에 국가나 지역을 지정하지 않는 지역 번호에만 사용됩니다. 수정 후 즉시 재결정됩니다.
zh_hans: 默认地区仅用于地址中未指定国家或地区的本地号码；修改后会立即重新判定。
zh_hant: 預設地區僅用於地址中未指定國家或地區的本地號碼；修改後會立即重新判定。
